#task 1
print('Hello, Python') #виводимо хеллоу пайтон за допомогоою прінта

#task 2
name = input("Введіть ваше ім'я: ") # за допомогою input вводимо ім'я(в змінну name)
print(f"Привіт, {name}!") # виводимо наше ім'я в консоль

#task 3
num1 = int(input("Введіть число: "))  # вводимо перше число і одразу перетворюємо в int
num2 = int(input("Введіть друге число: "))  # вводимо друге число і перетворюємо в int
num3 = num1 + num2  # додаємо числа
print(f"Сума ваших чисел: {num3}!")  # виводимо результат

